---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.BumpmapType.HeightMap
enum: Autodesk.Revit.DB.Visual.BumpmapType
source: html/c86fe875-6d55-b286-c28d-7e0bcc243f2a.htm
---
# Autodesk.Revit.DB.Visual.BumpmapType.HeightMap